{
  "en": {
    "babaji_message": {
      "body": "The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani",
      "footer": "Footer Main \nline 2"
    },
    "testimonial": {
      "yt_id": "ckXd9bNhfh0",
      "body": "Conditions at my home were very bad that's why I came here.\nI am very happy to come here because, here we read Gurbani\ndo kirtan and study. I learn Gurmat sangeet as well as Sitar.\nI feel very happy when I play Sitar. When I play the Sitar, I forget all the worries.",
      "footer": "Jagdeep Kaur, Student"
    },
    "gurbani_line": "So why call her bad? From her, kings are born.",
    "front_message": "The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani."
  },
  "pa": {
    "babaji_message": {
      "body": "ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ। ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ।",
      "footer": "ਫੁੱਟਰ ਮੈਂ \nਲੀਨੇ 2"
    },
    "testimonial": {
      "body": "ਮੇਰੇ ਘਰ ਦੇ ਹਾਲਾਤ ਬਹੁਤ ਿਵਗੜੇ ਹੋਏ ਸਨ ਿਜਸ ਕਰਕੇ ਮ ਐਥੇ ਆਈ।\nਐਥੇ ਆ ਮੈਨੂੰ ਬਹੁਤ ਹੀ ਖੁਸ਼ੀ ਮਿਹਸੂਸ ਹੋਈ ਿਕਉਿਕ ਐਥੇ ਅਸ ਗੁਰਬਾਣੀ\nਪੜਦੇ ਹਾਂ ਕੀਰਤਨ ਕਰਦੇ ਹਾਂ ਔਰ ਪੜਾਈ ਕਰਦੇ ਹਾਂ। ਮ ਗੁਰਮਿਤ ਸੰਗੀਤ\nਕਰਦੀ ਹਾਂ ਤੇ ਗੁਰਮਿਤ ਸੰਗੀਤ ਦੇ ਨਾਲ ਨਾਲ ਮ ਿਸਤਾਰ ਵੀ ਿਸਖੀ। ਿਸਤਾਰ\nਵਜਾਉਣ ਨਾਲ ਮੈਨੂੰ ਬਹੁਤ ਹੀ ਆਨੰਦ ਮਿਹਸੂਸ ਹੁੰਦਾ ਹੈ।\nਜਦ ਮ ਿਸਤਾਰ ਵਜਾਉਦੀ ਹਾਂ ਮੈਨੂੰ ਸਾਰੀਆਂ ਿਚੰਤਾਵਾਂ ਭੁੱਲ ਜਾਂਦੀਆਂ ਨ।",
      "yt_id": "ckXd9bNhfh0",
      "footer": "ਜਗਦੀਪ ਕੌਰ, ਵਿਦਿਆਰਥਣ"
    },
    "gurbani_line": "ਸੋ ਕਿਉ ਮੰਦਾ ਆਖੀਐ ਜਿਤੁ ਜੰਮਹਿ ਰਾਜਾਨ ॥",
    "front_message": "ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ।"
  }
}