{"_env":"NODEJS","_serializationMethod":"normal","_autosave":false,"_autosaveInterval":5000,"_collections":[{"name":"items","unindexedSortComparator":"js","defaultLokiOperatorPackage":"js","_dynamicViews":[],"uniqueNames":[],"transforms":{},"rangedIndexes":{},"_data":[{"slug":"home","en":{"menu_items":{"about_us":"About Us","prospectus":"Prospectus","gurmat_prachar":"Gurmat Prachar","gallery":"Gallery"},"site_title":{"title":"Akal Institute of Rural Women Empowerment","subtitle":"Baru Sahib"},"events_list":[{"date":"2017-03-04T05:03:51.429Z","location":"Gurdwara Sri Guru Tegh Bahadur Sahib Ji, Street No. 7, Central Town, Jalandhar","photo":"/img/event.png"},{"date":"2017-03-05T06:16:31.220Z","location":"Gurdwara Sri Guru Tegh Bahadur Sahib Ji, Street No. 7, Central Town, Jalandhar","photo":"/img/event.png"},{"date":"2017-03-10T18:30:00.000Z","location":"Gurdwara Shri Guru Singh Sabha, E-Block, B.R.S. Nagar, Ludhiana","photo":"/img/event.png"},{"date":"2017-03-11T18:30:00.000Z","location":"Gurdwara Shri Sukhmani Sahib, Urban Estate, Phase-2, Dugri, Ludhiana","photo":"/img/event.png"}],"babaji_message":{"body":"While Raj Jogi Sant Attar Singh Ji Maharaj guided millions of people on the path of Gurmat by offering Pahul of Kalgidhar Patshah's Khanda-Bata, he also put effort to provide high-quality worldly education along with Gurmat Vidya to create good human beings so that young boys/girls can make their contribution in creating a healthy society by embracing moral values ​​and spreading the message of peace, brotherhood and Guru Nanak's message of universal communion to the corners of the world. To this end, Sant Ji Maharaj started educational institutes at Mastuana. In which special arrangements were made for the education of girls.\n\nTo fulfill the dream of Sant Attar Singh Ji, his successor Sant Teja Singh Ji Maharaj bought land in Baru village (Sirmour district) in 1956 and established Kalgidhar Trust in 1965.\n\nTo achieve the above objective Kalgidhar Trust established Akal Academy at Baru Sahib in 1986 and today, in collaboration with Guru's Sangat, for the welfare of humanity Gurmat Vidyalaya, Akal Gurmat Sangeet Kala Kendra, Orphanage, Old Age Home, Widows and Disadvantaged Women Ashram, Akal Charitable Hospital, two Universities, and 129 Schools are functioning.\n\nIn addition to the above public welfare activities, the Trust recognizes the importance of women's contribution to human life and pays special attention to rural girls, making them an integral part of society and contributing to the creation of a healthy society. The Trust has set up various centers of Akal Institute of Rural Women Empowerment which provide high-quality worldly education and Gurmat Vidya (free) to the underprivileged girls and the girls of poor rural families so that they can raise their standard of living as well as provide noble service to society and humanity, and make their own worldly and spiritual journey peaceful and happy.","footer":"Baba Iqbal Singh\nKalgidhar Trust\nBaru Sahib"},"button_labels":{"menu":"Menu","learn_more":"Learn More","download_prospectus":"Download Prospectus"},"prospectus_file":"/img/airwe-pros.pdf","front_message":"The motive of this program is to build human beings of strong character, who follow the Sikh Rehat Maryada, and are attached to Gurbani, in service of humanity.","gallery_items":[{"is_playlist":true,"yt_id":"PLpbTzB-iBiYnnc-xXuE02UiZsBzaopq2W","title":"Anahad Bani Sehaj Path with Tanti Saaz"},{"yt_id":"PLpbTzB-iBiYkBJ2X90hA2Nudl3_LmdJUD","is_playlist":true,"title":"Sehaj Path by Akal Academy Baru Sahib Students Ep 1-200"},{"is_playlist":true,"yt_id":"PLpbTzB-iBiYnGVOK172HhsgU4THAQ86GZ","title":"Sehaj Path by Akal Academy Baru Sahib Students Ep 201-352"},{"title":"Nitnem by Akal Academy - Anahad Bani Jatha","is_playlist":true,"yt_id":"PLpbTzB-iBiYn8u85Fqee5mxm-vInK9e6v"}],"site_footer":{"line1":"Akal Institute of Rural Women Empowerment","line2":"Via Rajgarh, Distt. Sirmour, Himachal Pradesh - 173101","line3":"Contact No.: +91 9816400639, +91 9816400646","line4":"email: airwe@barusahib.org"},"gurbani_line":"So why call her bad? From her, kings are born.","testimonial":{"yt_id":"ckXd9bNhfh0","body":"Conditions at my home were very bad that's why I came here.\nI am very happy to be here because here we read Gurbani, do kirtan, and study. I learned Gurmat Sangeet and along with Gurmat Sangeet, I also learned Sitar. I enjoy playing the Sitar.\nWhen I play the sitar I forget all my worries.","footer":"Jagdeep Kaur, Student"},"events_details_file":"/img/tour-prog.-all-details.-month-wise-march-2017.pdf"},"pa":{"menu_items":{"about_us":"ਸਾਡੇ ਬਾਰੇ","prospectus":"ਪ੍ਰਾਸਪੈਕਟਸ","gurmat_prachar":"ਗੁਰਮਤਿ ਪ੍ਰਚਾਰ","gallery":"ਗੈਲਰੀ"},"site_title":{"title":"ਅਕਾਲ ਪੇਂਡੂ ਨਾਰੀ ਵਿਕਾਸ ਸੰਸਥਾ","subtitle":"ਬੜੂ ਸਾਹਿਬ"},"events_list":[{"date":"2017-03-04T05:03:51.429Z","location":"ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ, ਗਲੀ ਨੰ-7 ਸੈਂਟਰਲ ਟਾਊਨ, ਜਲੰਧਰ","photo":"/img/event.png"},{"date":"2017-03-03T18:30:00.000Z","location":"ਗੁਰਦੁਆਰਾ ਸ੍ਰੀ ਗੁਰੂ ਤੇਗ਼ ਬਹਾਦਰ ਸਾਹਿਬ ਜੀ, ਗਲੀ ਨੰ-7 ਸੈਂਟਰਲ ਟਾਊਨ, ਜਲੰਧਰ","photo":"/img/event.png"},{"date":"2017-03-10T18:30:00.000Z","location":"ਗੁਰਦੁਆਰਾ ਸ਼੍ਰੀ ਗੁਰੂ ਸਿੰਘ ਸਭਾ, ਈ-ਬਲਾਕ, ਬੀ.ਆਰ.ਐਸ. ਨਗਰ, ਲੁਧਿਆਣਾ","photo":"/img/event.png"},{"date":"2017-03-11T18:30:00.000Z","photo":"/img/event.png","location":"ਗੁਰਦੁਆਰਾ ਸ਼੍ਰੀ ਸੁਖਮਨੀ ਸਾਹਿਬ, ਅਰਬਨ ਅਸਟੇਟ, ਫੇਜ਼-2, ਡੁਗਰੀ, ਲੁਧਿਆਣਾ"}],"babaji_message":{"body":"ਰਾਜ ਜੋਗੀ ਸੰਤ ਅਤਰ ਸਿੰਘ ਜੀ ਮਹਾਰਾਜ ਨੇ ਜਿੱਥੇ ਲੱਖਾਂ ਪ੍ਰਾਣੀਆਂ ਨੂੰ ਕਲਗੀਧਰ ਪਾਤਸ਼ਾਹ ਦੇ ਖੰਡੇ-ਬਾਟੇ ਦੀ ਪਾਹੁਲ ਛਕਾ ਕੇ ਗੁਰਮਤਿ ਦੇ ਗਾਡੀ ਰਾਹ ਤੇ ਤੋਰਿਆ, ਉੱਥੇ ਗੁਰਮਤਿ ਵਿੱਦਿਆ ਦੇ ਨਾਲ-ਨਾਲ ਉੱਚ-ਕੋਟੀ ਦੀ ਦੁਨਿਆਵੀ ਵਿੱਦਿਆ ਦੇ ਕੇ ਨੇਕ ਇਨਸਾਨ ਪੈਦਾ ਕਰਨ ਦਾ ਉਪਰਾਲਾ ਵੀ ਕੀਤਾ ਤਾਂ ਜੋ ਨੌਜਵਾਨ ਬੱਚੇ/ਬੱਚੀਆਂ ਨੈਤਿਕ ਕਦਰਾਂ ਕੀਮਤਾਂ ਦੇ ਧਾਰਨੀ ਬਣ ਕੇ ਨਰੋਏ ਸਮਾਜ ਦੀ ਸਿਰਜਣਾ ਵਿੱਚ ਆਪਣਾ ਨਿਗਰ ਯੋਗਦਾਨ ਪਾ ਸਕਣ ਤੇ ਅਮਨ-ਸ਼ਾਂਤੀ, ਭਾਈਚਾਰਾ ਤੇ ਗੁਰੂ ਨਾਨਕ ਦੇ ਸਰਬ-ਸਾਂਝੀਵਾਲਤਾ ਦੇ ਸੰਦੇਸ਼ ਨੂੰ ਦੁਨੀਆਂ ਦੇ ਕੋਨੇ-ਕੋਨੇ ਵਿਚ ਪਹੁੰਚਾ ਸਕਣ। ਇਸ ਉਦੇਸ਼ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਸੰਤ ਜੀ ਮਹਾਰਾਜ ਨੇ ਮਸਤੂਆਣੇ ਵਿਖੇ ਵਿਦਿਅਕ ਸੰਸਥਾਵਾਂ ਦਾ ਆਰੰਭ ਕੀਤਾ। ਜਿਨ੍ਹਾਂ ਵਿੱਚ ਲੜਕੀਆਂ ਲਈ ਪੜ੍ਹਾਈ ਦਾ ਵਿਸ਼ੇਸ਼ ਪ੍ਰਬੰਧ ਕੀਤਾ ਗਿਆ।\n\nਸੰਤ ਅਤਰ ਸਿੰਘ ਜੀ ਦੇ ਸੁਪਨੇ ਨੂੰ ਪੂਰਾ ਕਰਨ ਲਈ ਉਹਨਾਂ ਦੇ ਵਰੋਸਾਏ ਸੰਤ ਤੇਜਾ ਸਿੰਘ ਜੀ ਮਹਾਰਾਜ ਨੇ ਸੰਨ 1956 ਵਿੱਚ ਬੜੂ ਪਿੰਡ (ਜਿਲ੍ਹਾ ਸਿਰਮੌਰ) ਵਿਚ ਜ਼ਮੀਨ ਖਰੀਦੀ ਅਤੇ ਸੰਨ 1965 ਵਿਚ ਕਲਗੀਧਰ ਟਰੱਸਟ ਦੀ ਸਥਾਪਨਾ ਕੀਤੀ।\n\nਉਪਰੋਕਤ ਉੱਦੇਸ਼ ਦੀ ਪ੍ਰਾਪਤੀ ਲਈ ਕਲਗੀਧਰ ਟਰੱਸਟ ਨੇ 1986 ਵਿਚ ਬੜੂ ਸਾਹਿਬ ਵਿਖੇ ਅਕਾਲ ਅਕੈਡਮੀ ਦੀ ਸਥਾਪਨਾ ਕੀਤੀ ਅਤੇ ਅੱਜ ਗੁਰੂ ਦੀ ਸੰਗਤ ਦੇ ਸਹਿਯੋਗ ਨਾਲ ਮਾਨਵਤਾ ਦੀ ਭਲਾਈ ਲਈ ਗੁਰਮਤਿ ਵਿਦਿਆਲਾ, ਅਕਾਲ ਗੁਰਮਤਿ ਸੰਗੀਤ ਕਲਾ ਕੇਂਦਰ, ਯਤੀਮ ਖਾਨਾ, ਬਿਰਧ ਆਸ਼ਰਮ, ਵਿਧਵਾ ਤੇ ਬੇਸਹਾਰਾ ਔਰਤਾਂ ਲਈ ਆਸ਼ਰਮ, ਅਕਾਲ ਚੈਰੀਟੇਬਲ ਹਸਪਤਾਲ, ਦੋ ਯੂਨੀਵਰਸਿਟੀਆਂ, ਤੇ 129 ਸਕੂਲ ਚੱਲ ਰਹੇ ਹਨ।\n\nਲੋਕ ਭਲਾਈ ਦੇ ਉਪਰੋਕਤ ਕਾਰਜਾਂ ਤੋਂ ਇਲਾਵਾ ਟਰੱਸਟ ਨੇ ਮਨੁੱਖੀ ਜੀਵਨ ਵਿਚ ਇਸਤਰੀ ਦੇ ਯੋਗਦਾਨ ਦੇ ਮਹੱਤਵ ਨੂੰ ਸਮਝਦਿਆਂ ਪੇਂਡੂ ਇਲਾਕਿਆਂ ਦੀਆਂ ਲੜਕੀਆਂ ਵੱਲ ਵਿਸ਼ੇਸ਼ ਧਿਆਨ ਦੇ ਕੇ, ਉਹਨਾਂ ਨੂੰ ਸਮਾਜ ਦਾ ਮਹੱਤਵਪੂਰਨ ਅੰਗ ਬਣਾਉਣ ਤੇ ਸਿਹਤਮੰਦ ਸਮਾਜ ਦੀ ਸਿਰਜਣਾ ਵਿਚ ਹਿੱਸਾ ਪਾਉਣ ਲਈ ਅਕਾਲ ਪੇਂਡੂ ਨਾਰੀ ਵਿਕਾਸ ਸੰਸਥਾ ਦੇ ਵੱਖ-ਵੱਖ ਕੇਂਦਰਾਂ ਦੀ ਸਥਾਪਨਾ ਕੀਤੀ ਹੈ ਜੋ ਪੇਂਡੂ ਗਰੀਬ ਪਰਿਵਾਰਾਂ ਦੀਆਂ ਤੇ ਘੱਟ-ਪੜ੍ਹੀਆਂ ਬੱਚੀਆਂ ਨੂੰ ਉੱਚ-ਕੋਟੀ ਦੀ ਦੁਨਿਆਵੀ ਵਿੱਦਿਆ ਤੇ ਗੁਰਮਤਿ ਵਿਦਿਆ (ਮੁਫ਼ਤ) ਪ੍ਰਦਾਨ ਕਰਦੀ ਹੈ ਤਾਂ ਕਿ ਉਹ ਆਪਣਾ ਜੀਵਨ ਪੱਧਰ ਉੱਚਾ ਕਰਨ ਦੇ ਨਾਲ-ਨਾਲ ਸਮਾਜ ਤੇ ਮਾਨਵਤਾ ਦਾ ਭਲਾ ਵੀ ਕਰ ਸਕਣ ਤੇ ਆਪਣਾ ਲੋਕ ਸੁਖੀ ਪ੍ਰਲੋਕ ਸੁਹੇਲਾ ਬਣਾ ਸਕਣ।","footer":"ਬਾਬਾ ਇਕਬਾਲ ਸਿੰਘ ਕਲਗੀਧਰ ਟਰਸਟ,ਬੜੂ ਸਾਹਿਬ"},"button_labels":{"menu":"ਮੇਨੂ","learn_more":"ਹੋਰ ਜਾਣੋ","download_prospectus":"ਪ੍ਰਾਸਪੈਕਟਸ ਡਾਊਨਲੋਡ ਕਰੋ"},"prospectus_file":"/img/airwe-pros.pdf","front_message":"ਇਸ ਪ੍ਰੋਗਰਾਮ ਦਾ ਉਦੇਸ਼ ਮਜ਼ਬੂਤ ਚਿਰੱਤਰ ਦੇ ਨਾਲ ਰਿਹਤ ਮਿਰਯਾਦਾ ਵਿੱਚ ਰਹਿ ਕੇ ਅਤੇ ਗੁਰਬਾਣੀ ਨਾਲ ਜੁੜ ਕੇ ਇਨਸਾਨੀਅਤ ਦੀ ਸੇਵਾ ਕਰਨ ਵਾਲੇ ਇਨਸਾਨ ਬਣਾਉਣਾ ਹੈ।","gallery_items":[{"title":"ਅਨਾਹਦ ਬਾਣੀ ਸਹਿਜ ਪਾਠ ਤੰਤੀ ਸਾਜ਼ਾਂ ਨਾਲ","is_playlist":true,"yt_id":"PLpbTzB-iBiYnnc-xXuE02UiZsBzaopq2W"},{"yt_id":"PLpbTzB-iBiYkBJ2X90hA2Nudl3_LmdJUD","is_playlist":true,"title":"ਅਕਾਲ ਅਕੈਡਮੀ ਬੜੂ ਸਾਹਿਬ ਦੇ ਵਿਦਿਆਰਥੀਆਂ ਵੱਲੋਂ ਸਹਿਜ ਪਾਠ ਪ੍ਰਸੰਗ 1-200"},{"is_playlist":true,"yt_id":"PLpbTzB-iBiYnGVOK172HhsgU4THAQ86GZ","title":"Sehaj Path by Akal Academy Baru Sahib Students ਪ੍ਰਸੰਗ 201-352"},{"title":"ਨਿਤਨੇਮ - ਅਕਾਲ ਅਕੈਡਮੀ - ਅਨਾਹਦ ਬਾਣੀ ਜਥਾ","is_playlist":true,"yt_id":"PLpbTzB-iBiYn8u85Fqee5mxm-vInK9e6v"}],"site_footer":{"line1":"ਅਕਾਲ ਪੇਂਡੂ ਨਾਰੀ ਵਿਕਾਸ ਸੰਸਥਾ ਬੜੂ ਸਾਹਿਬ","line2":"ਵਿਆ ਰਾਜਗੜ੍ਹ, ਸਿਰਮੌਰ, ਹਿਮਾਚਲ ਪ੍ਰਦੇਸ਼ - 173101","line3":"ਸੰਪਰਕ : +91 9816400639, +91 9816400646","line4":"ਈਮੇਲ: airwe@barusahib.org"},"gurbani_line":"ਸੋ ਕਿਉ ਮੰਦਾ ਆਖੀਐ ਜਿਤੁ ਜੰਮਹਿ ਰਾਜਾਨ ॥","testimonial":{"body":"ਮੇਰੇ ਘਰ ਦੇ ਹਾਲਾਤ ਬਹੁਤ ਵਿਗੜੇ ਹੋਏ ਸਨ ਜਿਸ ਕਰਕੇ ਮੈਂ ਐਥੇ ਆਈ। \nਐਥੇ ਆ ਮੈਨੂੰ ਬਹੁਤ ਹੀ ਖੁਸ਼ੀ ਮਹਿਸੂਸ ਹੋਈ ਕਿਉਂਕਿ ਐਥੇ ਅਸੀਂ ਗੁਰਬਾਣੀ ਪੜਦੇ ਹਾਂ  ਕੀਰਤਨ ਕਰਦੇ ਹਾਂ ਔਰ ਪੜ੍ਹਾਈ ਕਰਦੇ ਹਾਂ। ਮੈਂ ਗੁਰਮਤਿ ਸੰਗੀਤ ਕਰਦੀ ਹਾਂ ਤੇ ਗੁਰਮਤਿ ਸੰਗੀਤ ਦੇ ਨਾਲ ਨਾਲ ਮੈਂ ਸਿਤਾਰ ਵੀ ਸਿਖੀ। ਸਿਤਾਰ ਵਜਾਉਣ ਨਾਲ ਮੈਨੂੰ ਬਹੁਤ ਹੀ ਆਨੰਦ ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ। \nਜਦੋਂ ਮੈਂ ਸਿਤਾਰ ਵਜਾਉਂਦੀ ਹਾਂ ਮੈਨੂੰ ਸਾਰੀਆਂ ਚਿੰਤਾਵਾਂ ਭੁੱਲ ਜਾਂਦੀਆਂ ਨੇ।","yt_id":"ckXd9bNhfh0","footer":"ਜਗਦੀਪ ਕੌਰ, ਵਿਦਿਆਰਥਣ"},"events_details_file":"/img/tour-prog.-all-details.-month-wise-march-2017.pdf"},"dir":"/","path":"/home","extension":".json","createdAt":"2022-01-15T09:36:59.038Z","updatedAt":"2022-01-15T09:36:59.038Z","meta":{"version":0,"revision":0,"created":1642239483165},"$loki":1}],"idIndex":[1],"maxId":1,"_dirty":true,"_nestedProperties":[],"transactional":false,"asyncListeners":false,"disableMeta":false,"disableChangesApi":true,"disableDeltaChangesApi":true,"cloneObjects":false,"cloneMethod":"deep","changes":[],"_fullTextSearch":{"ii":{"title":{"_store":true,"_optimizeChanges":true,"docCount":0,"docStore":[],"totalFieldLength":0,"root":{}},"description":{"_store":true,"_optimizeChanges":true,"docCount":0,"docStore":[],"totalFieldLength":0,"root":{}},"slug":{"_store":true,"_optimizeChanges":true,"docCount":1,"docStore":[[0,{"fieldLength":1}]],"totalFieldLength":1,"root":{"k":[104],"v":[{"k":[111],"v":[{"k":[109],"v":[{"k":[101],"v":[{"d":{"df":1,"dc":[[0,1]]}}]}]}]}]}},"text":{"_store":true,"_optimizeChanges":true,"docCount":0,"docStore":[],"totalFieldLength":0,"root":{}}}}}],"databaseVersion":1.5,"engineVersion":1.5,"filename":"content.db","_persistenceAdapter":null,"_persistenceMethod":null,"_throttledSaves":true}